import React from "react";
import { useRouter } from 'next/router';
import NovelLayout from "@/styles/NovelLayout";
import { textToHTML } from '@/styles/NovelStyle';

const Episode = () => {
    const router = useRouter();
    const name = 'ㅇㅇ';

    const content = `
    
 [[ghostBox:${name}, 이런 경우에는….]]

“ 기다려-! 지금 생각중이니까! ”

 [[ghostBox:그 말 벌써 7번째인 거 알아요, ${name}?]]



 사이가 지루하다고 느껴질 만큼 깊이 고민하기를 수십 번. 사이만큼이나 나도 꽤나 승부욕을 가지고 있는 터라 저렇게 자꾸 가르치려들면 이쪽에선 도리어 오기가 생기기 마련이다. 그렇게 한참을 고민하는 와중에 초인종 소리가 방안을 가득 매웠다.

 딩동-

 

“ 어라, 누구지? ”

 [[ghostBox:아버님이 아닐까요?]]

“ 그럴 리가. 아빠는 오늘 야근이라고 하셨는데. Z가 벌써 왔나? ”



 한 번 친구들과 밖에 나가서 놀기 시작하여 노는 데에 정신이 팔리면, 집에서 윽박을 질러야만 들어올 만큼 활동적인 남동생은 이렇게 일찍 들어올 리 없다. 하지만 딱히 이 시간에 우리 집을 찾아올 사람이 없기에 나는 고개를 갸웃 거리면서도 남동생이라는 경우를 배제하지 않고 서둘러 현관으로 향했다.



“ 네- 나가요! ”



 벌컥.

 문을 열어보니 처음 보는 여성이 계셨다.



“ 누구…세요? ”

“ 이렇게 직접 만나는 건 처음이구나. ”

“ 네? ”

“ 나는 신도우 미츠코 라고 한단다. 네 엄마와는 중학교 동창이었어. ”



 30~40대 정도로 보이시는 어른이기에 당연히 나와 남동생이 아는 사람일 리는 없었고 혹시라도 아빠가 아시는 분인가 생각했지만 다음번에 나온 대답으로 나는 바로 납득하고는 고개를 끄덕이며 그녀를 안으로 들였다.



“ 아… 네. 일단, 들어오세요. ”



 엄마의 중학교 동창이라는 미츠코 씨를 부엌 식탁에 앉으시라고 하고는 아직 5월이지만 혹시라도 더우셨을까 싶어 많이 차갑지는 않게 시원한 물을 내어드렸다.



“ 고맙구나. ”



 할 말이 있으신 것 같아서 일단 들어오시라고 하긴 했지만… 무슨 일일까. 엄마를 찾아온 손님은 처음이기도 하고 생각지도 못했던 탓에 말을 고르다가 조심스럽게 입을 열었다.



“ 저… 엄마는 안 계세요. ”



 다음에 다시 찾아와 달라고 말씀 드리면 되는 걸 굳이 왜 안으로 들이기까지 했냐고 묻는다면 조금 말하기가 복잡하다. 여기까지 온 손님을 한 마디로 그냥 내칠 수도 없는 것이고.



“ 응. 알고 찾아온 거야. ”

“ 네? ”

“ 여태 연락이 끊겨서 이번에 동창회에서 만나나 싶었는데… 설마 그런 소식으로 찾아올 줄은 몰랐거든. ”

“ 아…. ”



 내게 갑작스럽게 찾아온 미츠코 씨는 엄마와 중학생 때부터 아주 가깝게 지내서 고등학교까지 함께 나오게 된 소중한 친구라고 한다. 엄마가 한국인인 아빠와 결혼하고 한국에서 살게 된 이후로는 자연스럽게 연락이 끊어져 버려서 한국에 찾아와볼까도 생각해보셨다고.



“ 그 아이가 죽은 지 벌써 2년이나 됐다니… 왜 그동안 연락 한 번 해볼 생각을 안 했을까. 이제야 알아버려서 그 애에게나 너에게나 미안하구나. ”

“ 네? 아, 아니요. 괜찮아요. ”



 그렇다. 우리 집의 가족 구성원은 아빠, 나, 남동생으로 셋. 엄마는 내가 중학교 2학년 겨울에 비행기 추락 사고로 돌아가셨다. 원래는 일본에서 며칠 더 지내다가 한국으로 들어오시기로 되어있었지만….



“ 일본에는 언제 왔니? 너희 아빠도 같이 오셨니? ”

“ 아, 네. 중학교 3학년 때 편입해서…. 이 집에서 살게 된 지는 아직 2년 조금밖에 안 됐어요. ”

“ 그렇구나…. 밥이라든가 학교는? 일본어도 아직 익숙하지 않지? ”



 확실히 처음에 일본에 왔을 때는 꽤 고생했었다. 3학년으로 들어간 것도 있고 애초에 나라도, 문화도 다른 아이들이었기에 또래라 할지라도 쉽게 어울릴 수 없었다. 그렇다고 내가 그다지 사교성이 좋은 것도 아니고 엄마가 돌아가신지 얼마 되지 않아 우중충했던 탓에 더더욱 내게 다가오는 아이들이 없었던 것 같다.



“ 네. 뭐… 조금요. 밥이야 원래 제가 항상 해왔던 거고 학교는 잘 다니고 있어요. ”



 미츠코 씨는 가장 친한 친구가 이미 이세상 사람이 아니라는 것을 뒤늦게 알게 된 것에, 그리고 그동안 소중한 친구의 자녀인 내가 고생한 것도 몰랐다는 사실에 많이 미안하셨는지 다음에 찾아올 때는 반찬 몇 가지라도 들고 오시겠다고 하셨다.

 그렇게까지 안 하셔도 된다고 말려보았지만 꼭 해주고 싶어서 그런 것이니 부담 갖지 말아 달라는 말에 나는 어쩔 수 없이 고개를 끄덕였다. 확실히 학교에 다니면서 집안일까지 도맡아하고 있던 나로서는 미츠코 씨의 말이 퍽이나 반가웠다.



“ 물 한 잔 더 드릴까요? ”

“ 아냐. 이제 곧 가보려고 생각했거든. ”



 미츠코 씨를 만난 건 오늘 처음이어서 딱히 할 말도 없었고 그녀 또한 용건을 마쳤는지 자리에서 일어났다. 미츠코 씨를 배웅하러 나도 일어나 따라 나서는데 문득 무언가를 발견하신 듯 걸음을 멈추었다. 그녀의 시선 끝에는 아까 전까지 나와 사이의 대국이 진행되고 있던 바둑판이 놓여있었다.



“ 미츠코 씨? ”

“ ${name}도 바둑을 두니? ”

“ 네? 네, 뭐…. 미츠코 씨도 바둑을 두세요? ”

“ 아니. 내가 아니라 내 아들이 둔단다. ”

“ 아들이요? ”

“ 그 애, 왠지 요새는 완전히 의욕을 잃어버려서…. ”



 걱정이 가득 담긴 얼굴로 말씀하시는 것에 나는 그녀의 아들이 깊은 슬럼프에 빠진 것은 아닌가 생각했다. 어렸을 때, 옆집에 바둑을 하는 동생이 있어서 아는데 바둑이라는 것이 대중적이지도 않는 데다 생각만큼 쉬운 게 아니어서 아무래도 막상 시작은 했는데 그동안 들인 노력이 아까워 이러지도 저러지도 못하는 경우를 더러 봤었다.



“ 아니, 아무것도 아니란다. 혹시라도 ${name}만 괜찮다면 다음에 우리 집에 놀러 오겠니? 반찬도 줄 겸 맛있는 거 많이 만들어줄게. ”

“ 아, 네. 감사합니다. ”



 미츠코 씨를 내보내고 나자 그동안 침묵을 고수하던 사이가 드디어 입을 열었다.



 [[ghostBox:${name}, 저분은 누구세요?]]

“ 우리 엄마 중학교 동창이시래. 너도 옆에서 들었잖아? ”

 [[ghostBox:아니, 뭔가… 굉장히 낯익은 느낌이 들어서요.]]

“ 낯익어? 그럴 리가 있어? 나도 처음 보는데. 아, 혹시 옛날에 네가 가르치던 공주들 중에 닮은 사람이 있었다던가? ”

 [[ghostBox:아뇨. 그거랑은 조금 다른….]]



 140년 만에 깨어나, 내 곁을 떠난 적이 없었던 사이에게 나도 처음 보는 사람이 낯익을 리가 없었다. 낯익다는 표현이 나올 정도로 튀는 인상을 가지신 분도 아니었고.



“ 사람이라면 누구나 그런 거 있지 않아? 데자뷰. ”

 [[ghostBox:데쟈뷰? 그게 뭔가요, ${name}? ]

“ 음- 분명 처음 보는 장소나 사람인데, 마치 옛날부터 알고 있었던 것처럼 느껴지는 거 말이야. 쉽게 말하면… 기시감(旣視感)? 어떤 사람들은 전생의 기억이라고들 하는데, 내가 보기엔 그냥 단순한 착시 현상 같아. 기분 탓이라는 거지. ”

 [[ghostBox: 그런 가요…? ]

“ 뭐, 그런 거지. ”

 [[ghostBox:그렇군요. 그럼 얼른 바둑이나 두자고요! ]

“ 좋아! 이번엔 이긴다! ”



 사이는 아무 일도 없었다는 듯이 나와의 대국을 즐겼다. 물론, 내가 무참히 깨져 버렸지만.





 * *

 사이와 만나게 된 건, 일주일 전의 일이었다.

 학교가 개교기념일이어서 하루의 공백이 생긴 나는 엄마의 기일이 아님에도 묘를 찾았다. 내가 다녀가지 않았던 동안에도 아빠가 자주 다녀가셔서 그런지 묘는 깨끗하게 정리되어 있었고, 오늘도 오셨던 모양인지 꽃다발이 하나 놓여있었다.



“ 엄마. 저 ${name}에요. 그동안 잘 지내셨어요? 저는 잘 하고 있어요. 아, 그렇지. 올해 Z가 중학교에 입학한 건 아시죠? 예전부터 바둑이 재미있다면서 이제는 바둑부까지 들었지 뭐에요? 거기에 엄청나게 강한 선배가 있다나 뭐라나. ”

“ ……. ”



 묘비가 말을 할 리가 없다는 사실을 알고 있음에도 가끔씩 꼭 찾아와 말을 걸었다. 여러 가지 이야기를 늘어놓다보면 어쩐지 엄마가 금방 여느 때처럼 대답해줄 것만 같다. 하지만 나는 곧 스스로도 말도 안 되는 생각을 잘도 한다고, 고개를 저으며 자리에서 일어났다.



 [[ghostBox:들립니까?]]



 그런데 순간, 갑자기 어디선가 목소리가 들렸다.



 [[ghostBox:제 목소리가 들립니까?]]



 처음에는 주변에 누가 있나 둘러보았지만 사람의 형체는 조금도 찾아볼 수가 없었다. 애초에 이렇게 가까이에서 목소리가 들리는데 멀리서 말하는 것일 리가 없다.



“ 누구세요…? ”

 [[ghostBox:제 목소리가 들리는 군요.]]

“ 어디… 계세요? ”

 [[ghostBox:찾았다. 드디어 찾았어.]]

“ …뭐를? ”



 모습도 드러내지 않고 계속 일방적으로 하는 말에 나는 온 몸이 굳는 것을 느꼈다. 아무도 없는데 사람의 목소리가 들린다. 그리고 이곳은 묘지. 그렇다면 내게 현재 말을 걸고 있는 목소리는-.



 [[ghostBox:모든 신들께 감사드립니다.]]



 …설마, 유령…?



 [[ghostBox:저는, 저는… 저는 지금 다시… 현세로 돌아가겠습니다.]]



 눈앞에 나타난 하얀 소복을 입은 귀신을 마지막으로 나는 정신을 잃었다. 다시 눈이 뜨였을 때에는 웬 병원에 누워있었고 가뜩이나 일 때문에 바쁘신 아빠가 내 옆에서 걱정스레 내 손을 잡아주는 것이 보였다. 남동생도 꽤나 놀란 것 같고. 묘 앞에서 쓰러져 있는 나를 보고 누군가 구급차를 불러준 모양이다.



“ 정말 벌써 퇴원해도 괜찮겠니? ”



 쓰러진 것은 단지 헛것을 보고 놀라서 그런 것뿐이니 서둘러 퇴원절차를 밟고 집에 도착했다. 아직 여름이 온 것도 아닌데 더위를 먹었나. 스스로는 느끼지 못했지만 중간고사에 대한 스트레스가 꽤나 있었던 모양이다. 아빠나 남동생은 어지간히 걱정이 되었는지 가려고 하질 않는다.



“ 괜찮다니까요. 얼른 가보세요. 바쁘시잖아요. Z! 너도 오늘 부활동 있다며? ”

“ 누나… 진짜 이제 괜찮아? ”

“ 괜찮다니까! 자자, 어서들 나가요! ”



 혹시 모르니까 오늘 하루는 학교를 푹 쉬고 무슨 일이 있으면 반드시 전화하라는 신신당부를 하고 나서야 아빠는 남동생을 데리고 나가셨다. 두 사람을 밖으로 내쫓아버리고 나니 나는 이제야 혼자 조용히 누워있을 수 있었다.



“ 이제야 좀 조용해졌네…. ”

 [[ghostBox:들립니까? 제 목소리가 들립니까?]]

“ …응? ” 



 창문을 통해서 들어오는 시원한 바람을 느끼며 침대에 누워서 막 잠에 빠지려던 찰나, 가냘프고 애절한, 그러나 남자인 목소리가 확실한 이상한 소음이 내 귀를 파고들었다. 가만히 자려고 했더니만 이건 어디서 흘러나오는 라디오야?



 [[ghostBox:아!]]

“ ……. ”



 …그러나 눈을 뜨는 순간, 바로 눈앞에는 보랏빛의 립스틱을 바른 하얀 소복의 귀신이 얼굴을 마주하고 있었습니다.



“ 으, 으아아아아아아아악!!!!! ”



 쿠당탕탕.

 분명히 헛것이라고 생각했던 형체가 떡하니 눈앞에 나타나자 나는 소리를 지르며 뒷걸음치다 침대에서 떨어져버렸다. 갑작스러운 내 비명과 동시에 커다란 소리가 난 탓인지 현관문을 나서던 아빠가 깜짝 놀라 창문 너머로 소리치는 것이 들려왔다.



“ ${name}야! 괜찮니?! ”

“ 괘, 괜찮아요!! 벌레가 들어와서 놀랐을 뿐이니까! ”



 하지만 나는 2층 창문으로 고개를 내밀어 뛰어 들어오려고 하시는 아빠에게 어색하게 웃어 보이며 다시 직장으로 돌려보냈다. 가뜩이나 지금도 바쁜 일을 마다하시고 나오신 분을 귀신이라는 비정상적인 현상 때문에 붙잡아둘 수는 없는 일이다. 게다가 더 이상 걱정을 끼치고 싶지도 않았고. 다행히 아빠는 무슨 일이 있으면 꼭 전화하라는 당부를 남기시고는 멀어지셨고, 아빠의 차가 시야에서 완전히 사라지자 귀신에게로 고개를 돌렸다.



 [[ghostBox:죄, 죄송합니다. 놀라게 할 생각은 전혀….]]

“ 그 상황에서 안 놀랠 사람이 있을 것 같아?! ”



 심장이 약한 사람이었으면 분명 또 한 번의 기절을 면치 못했을 것이다.



 [[ghostBox:정말 죄송합니다! 드디어 만났다는 기쁨에 그만…!!]]

“ 어, 얼굴 들이밀지 마! ”

 [[ghostBox:죄, 죄송합니다!]]



 가까스로 놀란 가슴을 진정하고 보랏빛 립스틱을 칠한 하얀 소복의 귀신을 멀리 떨어뜨려, 노려보고 있으니 그가 천천히 입을 열었다.



“ 그, 그래서… 무슨 일…인데? ”

“ 제 이야기를… 들어주시겠습니까? ”



 자신은 ‘후지와라노 사이’ 라는 이름을 가진, 헤이안 시대의 오래된 바둑기사였고 억울한 누명을 쓰고 자살을 하게 되어 천 년을 잠들어 있다가 토라지로라는 어느 소년에게 깃들게 되었다고 한다. 그러나 그 소년 또한 명이 오래가지 못해, 자신은 또 140여년을 잠들어있어야 했고 내 목소리에 다시 오랜 잠에서 깨어나 현세로 돌아오게 되었다고.



“ 그렇구나…. ”



 용케 악령이 안됐다고 생각하며 안타까운 마음을 속으로 삼켰다. 내가 살아있는 이상, 그 어떠한 말로도 그를 위로할 수가 없다. 섣부른 동정은 오히려 폐만 끼칠 뿐이니까. 무속인이라도 알아봐야하는 건가 고민하고 있는데 아까가지만 해도 차분하던 그의 목소리가 높아졌다.



 [[ghostBox:제발, 제가 바둑을 둘 수 있도록 도와주세요!]]

“ ……바둑? 왜 내가…. ”

 [[ghostBox:저는 아직 신의 한수를 깨우치지 못했습니다! 부디!]]

“ 그게 좀… 곤란해. 나도 이제 고등학교 2학년이고… 무엇보다 내 스스로가 별로 흥미 없는 걸. ”



 나에게도 내 생활이라는 게 있고 귀신이라는 것이 언제까지 붙어있을 지도 모르는 일이기에 조심스럽게 거절했다. 훗날 그가 어떻게 변할 지도 모르는 일이고 이쯤에서 빨리 성불해주는 것이 내가 그에게 해줄 수 있는 최대한의 배려였다.



 [[ghostBox:흑, 흐윽….]]

“ 우웁! ”



 그런데 갑자기 속이 메슥거리면서 토기가 올라오는 것에 나는 화장실로 뛰어들었다. 어느 정도 게워내고 나니 조금은 괜찮아지자 있는 힘껏 귀신에게 소리쳤다.



“ 이게 무슨 짓이야! ”



 자기 마음대로 안 됐다고 이런 식으로 보복을 해? 나는 기껏 생각해서 좀 돈이 들더라도 성불까지 해주려고 했는데!



 [[ghostBox:아, 아무 짓도 하지 않았어요! 그저, 바둑을 둘 수 없다는 제 슬픔이 ${name}의 의식으로 흘러들어간 모양입니다.]]



 하지만 이어서 들려온 대답으로 보아 그 또한 이러한 상황이 될 줄은 몰랐던 모양인지 당황한 얼굴로 내게 사과해왔다.



“ …하아, 어떻게 하면 그렇게까지 열성적이게 되는 거야…. ”

 [[ghostBox:부탁드립니다! 가끔이라도 좋아요! 그러니까 제발, 바둑을… 바둑을 두게 해주세요!]]



 사이의 얼굴은 굉장히 필사적이었다. 귀신이 곁에 머물러있는 것만큼 꺼림칙한 일은 없었으나 그렇다고 나한테 해를 끼치겠다는 것도 아니고 사실 조금 귀찮긴 해도 어려운 부탁은 아닌 것 같아 고개를 끄덕였다.



“ 알았어. 뭐… 바둑 잠깐 두는 게 그리 어려운 일은 아니니까. ”

 [[ghostBox:와아-!]]



 무엇보다 귀신이 되어서까지 바둑을 두고 싶어 하는 열정이라니. 어떻게 보면 대단하고 안쓰러웠다. 죽은 사람 소원도 들어준다고 하지 않던가. 물론, 사이는 확실히 죽은 게 맞지만. 혹시나 엄마도 사이처럼 이런 식으로 이승을 떠돌고 있지는 않을까하는 마음에, 그의 간절한 부탁을 거절할 수 없었다.



“ 그렇게 하면, 제대로 성불되는 거지? ”

 [[ghostBox:예?]]

“ 천년이 지나 아직까지 현세에 머물러있다는 건, 미련이 남아있다는 거잖아? 귀신이 돼서도 편히 눈감지 못한다는 건… 슬프잖아. 내가 어디까지 할 수 있을지는 모르겠지만… 적어도 살아있는 동안만큼은, 네 한을 제대로 풀어줄게. ”

 [[ghostBox:가…, 감사합니다!]]



 천년이나 더 일찍 태어난, 나보다도 훨씬 조상님 시대의 사람인 주제에 활짝 웃으며 기뻐하는 사이의 모습이 꽤나 어린애 같다. 게다가 생각보다 말도 통하는 편이고.



“ 난 ◆◆ ${name} 라고 해. ”

 [[ghostBox:아, 저는 후지와라노 사이입니다.]]

“ 네 소개는 아까 했잖아. ”

 [[ghostBox:네, 그러네요. 아, ${name}도 바둑을 둘 줄 아나요?]]

“ 응. ”

 [[ghostBox:와아-!]]

“ 이길지 어떨지는 해봐야 알겠지만. ”

 [[ghostBox:그럼 저랑 대국해요!]]



 140년 만에 깨어나자마자 곧바로 하자는 게 바둑이라니. 그렇게나 좋을까. 솔직히 바둑의 어디가 그렇게 흥미로운 것인지 이해할 수는 없었지만 결국 나는 편히 쉴 틈도 없이 아빠가 쓰시던 바둑판을 꺼내왔다.



 [[ghostBox:우와, 바둑판이 반으로 접혀요!]]

“ 이런 거 처음 봐? ”

 [[ghostBox:네!]]



 초롱초롱 눈동자를 빛내며 쳐다보는 것이 귀여워서 나도 모르게 웃음이 터져 나왔다. 처음에는 그저 귀신이라는 존재가 무섭기만 했는데 아무래도 내 편견이었던 것 같다. 내 웃음소리에 사이가 의아한 표정을 지었지만 나는 굳이 설명해주지 않고 말을 이었다.



“ 하하! 벌써부터 신기해하면 어떻게 해? 앞으로 놀랄 만한 것들이 얼마나 많은데. 아무튼, 시작하자. 너, 잘 두는 것 같으니까 내가 먼저 할게. ”

 [[ghostBox:네!]]



 폴짝폴짝 날아갈 것만 같은 분위기를 풍기던 사이는 내가 흑돌을 집어 바둑판 위에 올려놓자 갑자기 흐느끼기 시작했다.

 너무나도… 서럽게.

 140년이라. 솔직히 짐작도 가지 않는다. 그 고독한 세월을 어떻게 혼자 지내왔을지. 풀어지지 않는 한을 어떻게 달래어왔을지.



 [[ghostBox:흐윽… 흐으윽…!]]



 한동안 서러움을 토해내던 사이는 이내 정신을 차렸는지 눈물을 지우고 날카로운 눈빛으로 지시했다.



 [[ghostBox:17-4 우상귀 소목.]]

“ …어, 응? 우상…뭐? ”

 [[ghostBox:어라? ${name}, 우상귀 소목… 몰라요?]]

“ 뭐야, 그건? 몰라, 그런 거. ”



 내가 얼굴을 찌푸리며 말하자 사이는 이해할 수 없다는 표정을 지으면서도 바둑을 계속 뒀다. 그런데 이건 뭔가… 이상하다. 마주보는 사람 없이 흑돌과 흰돌을 전부 혼자 두고 있는 모습이라니. 그러나 나와는 다르게 사이는 그저 바둑을 두는 것이 좋은지 자신의 차례가 넘어가면 싱글벙글한 표정을 지을 뿐이었다.



“ 너! 저쪽에 앉아, 얼른! 나 혼자 뻘짓하고 있는 것 같잖아! ”

 [[ghostBox:예? 네, 네!]]



 결국 그 표정에 괜히 욱한 나는 사이에게 맞은편에 앉으라고 강요했고, 그에 이어서 반대편에 앉은 탓에 좌표의 문제로 또다시 내 언성이 높아지자 그는 부채를 이용해 둘 곳을 가리키는 것으로 해결되었다.



 [[ghostBox:그런데 이 상황, 언젠가 겪었던 것 같은 기분이….]]



 도중에 헛소리를 늘어놓는 사이에게 나는 쓸데없는 소리하지 말라며 일축하고는 대국을 이어갔다.





 * * *

“ 아까워! 내가 하나만 더 땄어도 되는 건데! ”

 [[ghostBox:…저기, ${name}?]]

“ 응? ”

 [[ghostBox:바둑의 규칙, 제대로 알고 있는 건가요?]]

“ 당연하지. 안 그럼 어떻게 둬? ”

 [[ghostBox:${name}(은/는) 아까부터 바둑 알을 모으는 것에만 몰두하는 것 같아서요.]]

“ 그야, 당연하지. 많이 따는 쪽이 이기는 거잖아? ”

 [[ghostBox:──────────네?!?!!]]

“ 뭘 그렇게 놀라? 헤이안 시대에는 그러지 않았어? ”

 [[ghostBox:당연하죠! 착각을 해도 이런 착각을 하다니! 바둑은 돌을 많이 먹는 자가 이기는 게 아니라 집이 큰 자가 이기는 거라고요!!]]

“ …집? 뭔데, 그게? ”



 ${name}의 폭탄 발언에 사이는 바둑의 기본 규칙에 대해서 그날 밤까지 내내 열띤 강의를 했다는 것은 여담.
 `;

    const goBack = () => {
        router.push('/EpisodeList').then(() => {
            console.log('뒤로가기');
        });
    };

    return (
        <NovelLayout onGoBack={goBack}>
            <div className="novel">
                {textToHTML(content)}
            </div>
        </NovelLayout>
    );
}

export default Episode;